{"id": "prod-001", "title": "Catálogo de Productos", "content": "Alimentos Vital S.A.S. ofrece productos saludables como snacks horneados de garbanzo, barras energéticas de avena y frutas, y sopas instantáneas de vegetales liofilizados. Todos los productos son libres de conservantes artificiales y están certificados como veganos y sin gluten."}
{"id": "log-002", "title": "Cadenas de Suministro", "content": "La compañía trabaja con agricultores locales en Boyacá y el Valle del Cauca para abastecerse de materias primas. La planta de producción está ubicada en Rionegro, Antioquia y cuenta con certificación HACCP. Los productos se distribuyen desde centros logísticos en Bogotá, Medellín y Barranquilla."}
{"id": "sales-003", "title": "Rendimiento de Ventas 2024", "content": "Durante el año 2024, Alimentos Vital registró ingresos por $18 millones USD. Los productos más vendidos fueron las barras energéticas y las sopas instantáneas. El canal e-commerce representó el 42% de las ventas, con un crecimiento del 12% frente al año anterior."}
{"id": "faq-004", "title": "Preguntas Frecuentes de Clientes", "content": "¿Los productos contienen alérgenos? No, todos nuestros productos están libres de nueces, soya y lácteos. ¿En cuánto tiempo llega mi pedido? Los envíos nacionales tardan entre 2 y 5 días hábiles. ¿Ofrecen suscripciones? Sí, puedes recibir productos mensualmente con un 10% de descuento."}
{"id": "press-005", "title": "Comunicado de Prensa", "content": "Alimentos Vital S.A.S. lanza su nueva línea de comidas listas llamada 'VitalChef', enfocada en profesionales ocupados que buscan nutrición rápida y equilibrada. Los empaques son 100% reciclables y el proceso de cocción reduce un 35% el consumo energético tradicional."}
{"id": "env-006", "title": "Sostenibilidad", "content": "La empresa ha implementado prácticas sostenibles como empaques biodegradables, reducción del desperdicio alimentario en un 20% y uso de energía solar en su planta principal. Su meta para 2026 es lograr la neutralidad de carbono en todas sus operaciones."}